; Armenian
; Armenian localization from hrach mk

[Armenian]
IDS_TITLE_EXCLUDE=Բացառել
IDS_FILE=Թարմացումներ չկան:
IDS_SETTINGS=Թարմացումը հասանելի է, ներբեռնե՞լ և տեղադրել:
IDS_EXIT=Ֆայլ
IDS_EDIT=Դրույթներ
IDS_PURGE_UNUSED=Խմբագրել
IDS_PURGE_TIMERS=Purge timers
IDS_FIND=Ջնջել չօգտագործված հավելվածները
IDS_REFRESH=Որոնել
IDS_VIEW=Որոնել․․․
IDS_ICONS=Թարմացնել
IDS_ICONSSMALL=Տեսք
IDS_ICONSLARGE=Պատկերակներ
IDS_ICONSISHIDDEN=Փոքր
IDS_LANGUAGE=Միջին
IDS_FONT=Չբեռնել պատկերակները
IDS_HELP=Լեզու
IDS_WEBSITE=Տառասեսակ
IDS_CHECKUPDATES=Օգնություն
IDS_DONATE=Ծրագրի կայք
IDS_ABOUT=Ստուգել թարմացումները
IDS_TRAY_SHOW=Շնորհակալություն հայտնել!
IDS_TRAY_START=Ծրագրի մասին
IDS_TRAY_STOP=Ցույց տալ/թաքցնել
IDS_TRAY_RULES=Անջատել զտումը
IDS_TRAY_BLOCKLIST_RULES=Blocklist
IDS_TRAY_SYSTEM_RULES=Կանոններ
IDS_TRAY_USER_RULES=Սև ցուցակ
IDS_TRAY_LOGERR=Իմ կանոններ
IDS_ADD_FILE=Add app
IDS_ANY=Any
IDS_DISABLENOTIFICATIONS=Disable notifications
IDS_OPENRULESEDITOR=Ցանկացած
IDS_TIMER=Անջատել ծանուցումները
IDS_DISABLETIMER=Ժամաչափ
IDS_EXPLORE=Open containing folder
IDS_COPY=Անջատել ժամանակաչափը
IDS_SELECT_ALL=Բացել թղթապանակը
IDS_CHECK=Պատճենել
IDS_UNCHECK=Ընտրել բոլորը
IDS_ADD=Միացնել ընտրվածը
IDS_EDIT2=Անջատել ընտրվածը
IDS_DELETE=Ավելացնել
IDS_EXPORT=Փոփոխել
IDS_IMPORT=Ջնջնել
IDS_RULE_ALLOWLOOPBACK=Allow loopback connections for all
IDS_HIGHLIGHT_INVALID=Invalid (file not found or filter problem)
IDS_HIGHLIGHT_NETWORK=Թույլատրել շրջադարձ կապերը բոլորի համար
IDS_HIGHLIGHT_PICO=Ֆայլ համօգտագործումից
IDS_HIGHLIGHT_SIGNED=Pico հավելված
IDS_HIGHLIGHT_SILENT=Disabled notifications
IDS_HIGHLIGHT_SPECIAL=Ստորագրված հավելված
IDS_HIGHLIGHT_SYSTEM=Ծանուցումներն անջատված են
IDS_GROUP_TIMER=Օգտագործողի կանոններ
IDS_EDITOR=Համակարգային հավելված
IDS_NAME=ժամաչափով հավելված
IDS_RULE=Կանոնների խմբագիր
IDS_PORTVERSION=Անվանումը
IDS_PROTOCOL=Կանոնը
IDS_DIRECTION=Family (միայն պորտերի համար)
IDS_ACTION=հաղորդակարգը
IDS_DATE=Ուղղությունը
IDS_FILEPATH=Գործողությունը
IDS_SIGNATURE=Ամսաթիվը
IDS_ADDRESS=Ուղին
IDS_FILTER=Ստորագրությունը
IDS_NOTES=Հասցեն
IDS_ADDED=Զտիչ
IDS_TIMELEFT=Ավելացված է
IDS_SIGN_SIGNED=Signed
IDS_SIGN_UNSIGNED=Մնացած ժամանակ
IDS_GROUP_ALLOWED=Ստորագրվել է
IDS_GROUP_BLOCKED=Ստորագրված չէ
IDS_GROUP_ENABLED=Հավելվածներ ցանցի մուտքով
IDS_GROUP_DISABLED=Ներառված կանոններ
IDS_DIRECTION_1=Outbound
IDS_DIRECTION_2=Անջատված կանոններ
IDS_DIRECTION_3=Ելքային
IDS_ACTION_ALLOW=Մուտքային
IDS_ACTION_BLOCK=Եկուսն էլ
IDS_ENABLE_CHK=Enable rule
IDS_WIKI=Միացնել կանոնը
IDS_SAVE=Save
IDS_CLOSE=Հղում
IDS_SETTINGS_GENERAL=Պահել
IDS_TITLE_GENERAL=Փակել
IDS_TITLE_LANGUAGE=Հիմնական
IDS_TITLE_CONFIRMATIONS=Հիմնական պարամետրեր
IDS_TITLE_INTERFACE=Միջերեսի լեզուն
IDS_TITLE_HIGHLIGHTING=Հաստատումներ
IDS_TITLE_LOGGING=Հետին լույս
IDS_TITLE_NOTIFICATIONS=Notifications
IDS_TITLE_ADVANCED=Փաթեթների մատյան
IDS_ALWAYSONTOP_CHK=Ծանուցումներ
IDS_LOADONSTARTUP_CHK=Լրացուցիչ
IDS_STARTMINIMIZED_CHK=Մյուս պատուհաններից առաջ
IDS_SHOWFILENAMESONLY_CHK=Գործարկել համակարգի բեռնման ժամանակ
IDS_AUTOSIZECOLUMNS_CHK=Մեկնարկել թաքցված
IDS_SKIPUACWARNING_CHK=Ցույց տալ միայն ֆայլերի անունները
IDS_CHECKUPDATES_CHK=Տեղավորել սյունակները
IDS_LANGUAGE_HINT=Անտեսեք «Օգտագործողի հաշվի վերահսկում» նախազգուշացումը
IDS_USESTEALTHMODE_CHK=Prevent port scanning
IDS_USESTEALTHMODE_HINT=Prevent TCP port scanning by silently dropping inbound TCP RST and UDP port scanning by responding to outbound ICMP with "Destination Unreachable".
IDS_INSTALLBOOTTIMEFILTERS_CHK=Կանխել նավահանգիստների ստուգումը
IDS_INSTALLBOOTTIMEFILTERS_HINT=Կանխեք պորտերի ստուգումը՝ թույլ չտալով մուտքային TCP RST և ելքային ICMP «Անհասանելի նպատակակետ» հարցումները:
IDS_USECERTIFICATES_CHK=Check apps for digital signatures
IDS_USENETWORKRESOLUTION_CHK=Resolve network addresses
IDS_DISABLEWINDOWSFIREWALL_CHK=Ստուգել հավելվածի թվային ստորագրությունները
IDS_ENABLEWINDOWSFIREWALL_CHK=Թույլատրել ցանցային հասցեները
IDS_CONFIRMEXIT_CHK=Անջատել Windows firewall-ը
IDS_CONFIRMEXITTIMER_CHK=Միացնել Windows firewall-ը
IDS_CONFIRMLOGCLEAR_CHK=Դուրս գալու հաստատում սահմանված ժամաչափով
IDS_COLORS_HINT=Հաստատեք հավելվածների հեռացումը ցուցակից
IDS_ENABLELOG_CHK=Մատյանի մաքրման հաստատում
IDS_LOGSHOW=Կրկնակի սեղմեք տարրի վրա՝ խմբագրելու համար:
IDS_LOGCLEAR=Միացնել գրելու փաթեթները ֆայլի համար
IDS_LOGSIZELIMIT_HINT=Ցույց տալ գրանցամատյանը
IDS_ENABLENOTIFICATIONS_CHK=Մաքրել գրանցամատյանը
IDS_NOTIFICATIONSOUND_CHK=Մատյանների առավելագույն չափը. (ԿԲ)
IDS_NOTIFICATIONTIMEOUT_HINT=Timeout between similar notifications (sec.):
IDS_NOTIFY_TOOLTIP=Set user rule to allow access to an address and/or port for this application.
IDS_QUESTION=Are you sure?
IDS_QUESTION_DELETE=Կիրառեք հատուկ կանոն՝ այս հավելվածի համար հասցե կամ նավահանգիստ մուտք գործելու համար:
IDS_QUESTION_START=Վստա՞հ եք
IDS_QUESTION_STOP=Ջնջել %d տարր(եր)ը
IDS_QUESTION_EXIT=Սա կվերականգնի ցանցի հասանելիությունը բոլոր հավելվածներին, շարունակե՞լ:
IDS_QUESTION_TIMER=Timer(s) activated. Timers will only work when the application is running. Exit?
IDS_QUESTION_TIMERS=Delete all timers?
IDS_QUESTION_FLAG_CHK=Ժամաչափը միացված է: Ժամաչափն աշխատում է միայն այն ժամանակ, երբ հավելվածն աշխատում է, դուրս գա՞լ:
IDS_STATUS_EMPTY=Բոլոր հավելվածները. %d
IDS_STATUS_SYNTAX_ERROR=<դատարկ>
IDS_ADDRESS_LOCAL=Source
IDS_ADDRESS_REMOTE=Կանոնը պարունակում է շարահյուսական սխալ:
IDS_UPDATE_ERROR=Աղբյուրը
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_GROUP_SPECIAL_APPS=Թարմացումը ներբեռնվում է...
IDS_RULE_ALLOWLOOPBACK_HINT=This allows all loopback traffic.
IDS_RESET=Թույլ է տալիս ամբողջ շրջադարձային տրաֆիկը:
IDS_EXCLUDESTEALTH_CHK=Վստա՞հ եք, որ ցանկանում եք վերակայել ծրագրի բոլոր կարգավորումները:
IDS_EXCLUDEBLOCKLIST_CHK=blocklist
IDS_UPDATE_INIT=պորտերի ստուգիչի միացումները
IDS_UPDATE_INSTALL=սև ցուցակի միացումներ
IDS_EXCLUDECUSTOM_CHK=Ստուգել թարմացումները...
IDS_EXCLUDECLASSIFYALLOW_CHK=օգտագործողի կանոնները
IDS_STATUS_TIMER_DONE=Timer for application has been expired
IDS_ICONSEXTRALARGE=թույլատրված կապեր
IDS_STATUS_UNUSED_APPS=«%s»-ի ժամաչափն ավարտվել է:
IDS_STATUS_TIMER_APPS=Չօգտագործվածները
IDS_SECUREFILTERS_CHK=Enable protection of installed filters
IDS_SECUREFILTERS_HINT=Ժամաչափեր
IDS_USEREFRESHDEVICES_CHK=Միացնել տեղադրված զտիչների պաշտպանությունը
IDS_RULE_ALLOW6TO4=Կանխել երրորդ կողմի հավելվածների մուտքը տեղադրված զտիչներ:
IDS_RECOMMENDED=Թարմացրեք կանոնները, երբ սարքերը միացված են
IDS_ICONSISTABLEVIEW=Թույլատրել IPv6 (6to4) վերահասցեավորումը բոլորի համար
IDS_ACTION_ALLOW_HINT=Ցույց տալ որպես աղյուսակ
IDS_ACTION_BLOCK_HINT=Block network access forever ('til kingdom come)
IDS_ACTION_LATER_HINT=Թույլ տվեք ընդմիշտ
IDS_RULE_APPLY_2=Ընդմիշտ արգելել
IDS_EDITRULES=Edit rules
IDS_TAB_APPS=Կիրառեք «%s»-ը հավելվածին
IDS_TAB_SERVICES=Խմբագրել կանոնները
IDS_TAB_PACKAGES=Հավելվածներ
IDS_TAB_NETWORK=Ծառայություններ
IDS_STATE=UWP հավելվածներ
IDS_STATUS_FILTERS_ACTIVE=Միացումներ
IDS_STATUS_FILTERS_INACTIVE=Իրավիճակ
IDS_STATUS_FILTERS_PROCESSING=Զտումն ակտիվ է:
IDS_HIGHLIGHT_CONNECTION=Զտումն ակտիվ չէ:
IDS_SHOWINLIST=Զտիչների կիրառում
IDS_BLOCKLIST_SPY=Ունի ցանցային կապեր
IDS_BLOCKLIST_UPDATE=Ցույց տալ ցանկում
IDS_BLOCKLIST_EXTRA=Microsoft-ի հետևումների սերվերները
IDS_PORT=Microsoft-ի թարմացումների սերվերները
IDS_NOTIFY_TITLE=Microsoft-ի հավելվածների սերվերները
IDS_NOTIFY_HEADER=Պորտ
IDS_DISABLE=Ցանցի ծանուցումները
IDS_TITLE_SECURITY=%s-ն արգելափակել է հավելվածի կապը
IDS_LOGVIEWER_HINT=Անջատել
IDS_NOTIFICATIONONTRAY_CHK=Անվտանգություն
IDS_NETWORK_CLOSE=Մատյանի դիտման հավելված
IDS_RULE_BLOCKOUTBOUND=Ցույց տալ ծանուցման պատուհանը համակարգային խնդրագոտում
IDS_RULE_BLOCKINBOUND=Փակել կապակցումը
IDS_VIEW_ICON=Արգելափակել ելքային կապերը բոլորի համար
IDS_VIEW_DETAILS=Արգելափակել մուտքային կապերը բոլորի համար
IDS_VIEW_TILE=Պատկերակներ
IDS_RULE_HINT=Մանրամասներ
IDS_RULE_APPS_HINT=Սալիկներ
IDS_STATUS_FILTERS_ACTIVE_TEMP=Եթե ​​դաշտերը դատարկ եք թողնում, ապա կանոնը վերաբերում է բոլոր հասցեներին և պորտերին:
IDS_INSTALL_PERMANENT=Եթե ​​ոչ մի ծրագիր ընտրված չէ, ապա կանոնը վերաբերում է բոլոր հավելվածներին:
IDS_INSTALL_TEMPORARY=Զտումն ակտիվացված է մինչև վերաբեռնումը:
IDS_ENABLEUILOG_CHK=Մշտական ​​կանոններ. Կանոնները կգործեն այնքան ժամանակ, քանի դեռ դրանք ձեռքով չանջատեք:
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Ժամանակավոր կանոններ. Կանոնները կգործեն մինչև համակարգը վերագործարկվի:
IDS_TITLE_TRAY=Միացնել մատյանի վարումը միջերեսում
IDS_TRAYICONSINGLECLICK_CHK=Միացնել հանգիստ ռեժիմը, երբ ամբողջ էկրանով հավելվածն ակտիվ է
IDS_ENABLE_APP_CHK=Խնդրագոտի
IDS_APP_HINT=Մեկ սեղմում պատկերակը բացելու համար
IDS_HOST=Միացնել ցանցի մուտքը
IDS_CONFIRMALLOW_CHK=Կարիք չկա սահմանել թույլատրելի կանոններից որևէ մեկը այն հավելվածի համար, որն արդեն թույլատրված է մուտք գործել ցանց:
IDS_QUESTION_ALLOW=Հոսթը
IDS_SHOWSEARCHBAR_CHK=Հաստատեք հավելվածի թույլտվությունը
IDS_LAYER=Իսկապե՞ս ուզում եք միացնել այս հավելվածի ամբողջական ինտերնետ հասանելիությունը:
IDS_RULE_ALLOWWINDOWSUPDATE=Ցույց տալ որոնման տողը
IDS_ACTION_TERMINATE_HINT=Terminate process
IDS_PROFILE_TYPE=Թույլատրել Windows Update-ը
IDS_USEAPPMONITOR_CHK=Monitor apps changing
IDS_DISABLEREMOVAL=Disable removal
IDS_USEHASHES_CHK=Check apps for sha-256 hash
IDS_COMMENT=Comments
IDS_USEDARKTHEME=Use dark theme
IDS_KEEPUNUSED_CHK=Keep unused apps
IDS_UPDATE_NO=No updates available.
IDS_UPDATE_YES=Update available. Download and install now?
IDS_UPDATE_SPEED=Speed
IDS_RULE_FOR_ALL=for all
IDS_RULE_FOR_APPS=for apps
IDS_PROFILE_TYPE_PLAIN=Plain
IDS_PROFILE_TYPE_COMPRESSED=Compressed
IDS_PROFILE_TYPE_ENCRYPTED=Encrypted
IDS_SESSION_ONLY=session only
IDS_LIMIT_REACHED=Limit reached.
IDS_INTERNAL_RULE=Internal rule
IDS_LOADING=Loading...
IDS_DIRECTION_REMOTE=Remote
IDS_DIRECTION_LOCAL=Local
IDS_WARNING_UNEXPECTED=Be careful, through service/driver host (svchost.exe/System) internet traffic can let out through unexpected ways. Continue?
IDS_WARNING_ME=If you disallow main process, you cannot use resolve network addresses option. Continue?
IDS_TOTAL=Total
IDS_EXCLUDEINBOUND_CHK=inbound multicast/broadcast
